node {
  name: "53356"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 12
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53354"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 1
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 1
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 12
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53352"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 3
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 3
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 1
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53484"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53482"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53480"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53478"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53476"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53474"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53472"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53470"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53468"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53466"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53464"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53462"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53460"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53458"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53456"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53454"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53266"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53264"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53262"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53260"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53258"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 1
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 1
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53256"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 3
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 3
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 1
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53452"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53450"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53448"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53446"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53444"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53442"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53440"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53438"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53436"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53434"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53432"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53430"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53428"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53426"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53424"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53422"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53254"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53252"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53250"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53248"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53246"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 1
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 1
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53244"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 3
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 3
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 1
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53420"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53418"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53416"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53414"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53412"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53410"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53408"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53406"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53404"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53402"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53400"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53398"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53396"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53394"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53392"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53390"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53388"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53386"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53384"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53382"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53380"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53378"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53376"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53374"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53372"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53370"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53368"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53366"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53364"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53362"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53360"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53358"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53350"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 24
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53348"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 1
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 1
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 24
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53346"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 3
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 3
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 1
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53344"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53342"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53340"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53338"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53336"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 1
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 1
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53334"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 3
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 3
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 1
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53332"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53330"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53328"
  op: "Const"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53326"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53324"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 1
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 1
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53322"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 3
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 3
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 1
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53320"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53318"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53316"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53314"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53312"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 1
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 1
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53310"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 3
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 3
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 1
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53308"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53306"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53304"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53302"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53300"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 1
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 1
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53298"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 3
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 3
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
          dim {
            size: 1
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53242"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53240"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
        dtype: DT_FLOAT
        tensor_shape {
          dim {
            size: 128
            name: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
          }
        }
      }
    }
  }
}
node {
  name: "53238"
  op: "Const"
  device: "\\job:localhost\\replica:0\\task:0\\device:CPU:0"
  attr {
    key: "dtype"
    value {
      type: DT_FLOAT
    }
  }
  attr {
    key: "value"
    value {
      tensor {
